Repository: Temur-ake/Book_shopg4
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Foydalanuvchi topilmadi.
ru: Пользователь не найден.

source: Savat bo'sh.
ru: Корзина пуста.

source: 🛒 Savat
ru: 🛒 Корзина

source: Xato yuz berdi. Iltimos, qayta urinib ko'ring.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.

source: Kategoriyalardan birini tanlang
ru: Пожалуйста, выберите категорию.

source: Foydalanuvchi topilmadi!
ru: Пользователь не найден!

source: Savat tozalandi!
ru: Корзина очищена!

source: Ushbu mahsulot topilmadi. Iltimos qayta urinib ko'ring.
ru: Этот товар не найден. Пожалуйста, попробуйте снова.

source: Mahsulot savatga qo'shildi ✅
ru: Товар добавлен в корзину ✅

source: ❌ Savatni tozalash
ru: ❌ Очистить корзину

source: ✅ Buyurtmani tasdiqlash
ru: ✅ Подтвердить заказ

source: ◀️ orqaga
ru: ◀️ Назад

source: Assalomu alaykum! Tanlang.
ru: Здравствуйте! Пожалуйста, выберите.

source: Assalomu alaykum! Xush kelibsiz!
ru: Здравствуйте! Добро пожаловать!

source: Buyruqlar: /start - Botni ishga tushirish /help - Yordam
ru: Команды: /start - Запустить бота /help - Помощь

source: Tilni tanlang:
ru: Выберите язык:

source: Uzbek
ru: Узбекский

source: Ingiliz
ru: Английский

source: Rus
ru: Русский

source: {lang} tili tanlandi
ru: Выбран язык {lang}

source: Biz ijtimoiy tarmoqlarda
ru: Мы в социальных сетях

source: ◀️Orqaga
ru: ◀️ Назад

source: 🛒 Savatga qo'shish
ru: 🛒 Добавить в корзину

source: Mahsulot topilmadi.
ru: Товар не найден.

source: 🔍 Qidirish
ru: 🔍 Поиск

source: 🛒 Mahsulotlar
ru: 🛒 Товары

source: 📃 Mening buyurtmalarim
ru: 📃 Мои заказы

source: 🔵 Biz ijtimoyi tarmoqlarda
ru: 🔵 Мы в социальных сетях

source: 📞 Biz bilan bog'lanish
ru: 📞 Связаться с нами

source: 🌐 Tilni almashtirish
ru: 🌐 Сменить язык

source: Foydalanuvchi topilmadi .
ru: Пользователь не найден.

source: Buyurtma topilmadi .
ru: Заказ не найден.

source: product_namequantityprice
ru: product_namequantityprice" # оставлено без изменений, так как это, вероятно, placeholde

source: 📞 Telefon raqam
ru: 📞 Номер телефона

source: Telefon raqamingizni qoldiring (📞 Telefon raqam tugmasini bosing)🔽:
ru: Оставьте ваш номер телефона (📞 Нажмите кнопку с номером телефона)🔽:

source: Telefon raqamingiz qabul qilindi!
ru: Ваш номер телефона принят!

source: Savatda hech qanday mahsulot yo'q! Iltimos, mahsulot qo'shing.
ru: В корзине нет товаров! Пожалуйста, добавьте товары.

source: ❌ Yo'q
ru: ❌ Нет

source: ✅ Ha
ru: ✅ Да

source: ❌ Buyurtma bekor qilindi
ru: ❌ Заказ отменен

source: Asosiy menyu
ru: Главное меню

source: Savatda hech qanday to'g'ri mahsulot yo'q!
ru: В корзине нет действительных товаров!

source: ✅ Hurmatli mijoz! Buyurtmangiz uchun tashakkur. Buyurtma raqami: {orders_num}
ru: ✅ Уважаемый клиент! Спасибо за ваш заказ. Номер заказа: {orders_num}

source: ❌ Invalid data received.
ru: ❌ Получены неверные данные.

source: ❌ Bunday foydalanuvchi topilmadi.
ru: ❌ Пользователь не найден.

source: ❌ Bunday buyurtma topilmadi.
ru: ❌ Заказ не найден.

source: <i>🎉 Sizning {order_num} raqamli buyurtmangizni admin qabul qildi.</i>
ru: <i>🎉 Ваш заказ с номером {order_num} принят администратором.</i>

source: <i>❌ Sizning {order_num} raqamli buyurtmangiz admin tomonidan bekor qilindi.</i>
ru: <i>❌ Ваш заказ с номером {order_num} был отменен администратором.</i>

source: ❌ Foydalanuvchi topilmadi!
ru: ❌ Пользователь не найден!

source: 🤷‍♂️ Sizda hali buyurtmalar mavjud emas. Yoki bekor qilingan
ru: 🤷‍♂️ У вас еще нет заказов. Или они были отменены.

source: ❌ bekor qilish
ru: ❌ Отменить
